Repository: tuxwerk/tx.slider
Catalog: tx/slider/locales/*/LC_MESSAGES/tx.slider.po
Languages: de

source: Add sliders to pages
de: Slider zu Seiten hinzufügen

source: Add/Update Slide
de: Slide hinzufügen/editieren

source: Additional configuration for individual slides. Format: 'Name|css-class-name'.
de: Zusätzliche Konfigurationen für einzelne Slides. Format: 'Name|css-class-name'.

source: All uploaded images will be scaled down to this value.
de: Alle Bilder werden auf folgende Breite skaliert.

source: Are you sure you want to remove this slide?
de: Wollen Sie den Slide wirklich entfernen?

source: Arrows
de: Pfeile

source: Below content
de: Unter dem Inhalt

source: Below title
de: Unter dem Titel

source: Both
de: Beide

source: Cancel
de: Abbrechen

source: Changes canceled.
de: Änderung abgebrochen.

source: Changes saved.
de: Änderungen gespeichert.

source: Choose a content item to link this slide to.
de: Einen Inhalt wählen, der mit diesem Slide verknüpft wird.

source: Choose a layout for all sliders.
de: Ein Layout für alle Slides wählen.

source: Choose a layout for this slide.
de: Ein Layout für diesen Slide wählen.

source: Configuration
de: Konfiguration

source: Configure this slider.
de: Diesen Slider konfigurieren.

source: Continuous
de: Kontinuierlich

source: Default settings to use for all sliders.
de: Standardeinstellungen für alle Slider.

source: Duration of the pause between transitions (in milliseconds).
de: Dauer der Pause zwischen den Übergängen (in Millisekunden).

source: Duration of the pause between transitions (in milliseconds). '0' for Default.
de: Dauer der Pause zwischen den Übergängen (in Millisekunden). '0' für Voreinstellung.

source: Edit slide
de: Slide bearbeiten

source: Effect
de: Effekt

source: Enter one configuration per line. Format: 'Name|css-class-name'. First entry is default.
de: Eine Konfiguration pro Zeile. Format: 'Name|css-class-name'. Erster Eintrag ist Standard-Einstellung.

source: External link
de: Externer Link

source: Heading
de: Überschrift

source: If unchecked slider will be shown on subpages
de: Wenn nicht ausgewählt, wird der Slider auch auf Unterseiten angezeigt.

source: Image
de: Bild

source: Image scale width
de: Bild-Skalierungs Breite

source: Leave on 'nothing selected' for default effect.
de: 'keine Auswahl' um den voreingestellten Effekt zu benutzen.

source: Leave on 'nothing selected' for default navigation type.
de: 'keine Auswahl' um die voreingestellte Navigation zu benutzen.

source: Link to content
de: Verknüpfung mit Inhalt

source: Loop the slider continuously.
de: Den Slider in einer Endlosschleife abspielen.

source: No changes made.
de: Keine Änderungen.

source: None
de: Keine

source: Please choose the default effect type.
de: Bitte den Standard Effekt wählen.

source: Please choose the default navigation type.
de: Bitte die Standard Navigation wählen.

source: Please enter a full URL. Has precedence before the above field.
de: Bitte einen vollständigen Link angeben. Hat Vorrang vor dem obigen Feld.

source: Portal top
de: Im Kopf der Seite

source: Randomize the slides
de: Zufällige Reihenfolge der Slides

source: Removes tx.slider add-on
de: Entfernt die tx.slider Erweiterung

source: Reorder the slides with drag & drop.
de: Die Slides können mit drag & drop angeordnet werden.

source: Save
de: Speichern

source: Settings
de: Einstellungen

source: Show only on this page
de: Nur auf dieser Seite anzeigen

source: Show the slider
de: Slider anzeigen

source: Slide configuration
de: Konfiguration einzelner Slides

source: Slider Settings
de: Slider Einstellungen

source: Slider default settings
de: Slider-Einstellungen

source: Slider position
de: Position des Slider

source: Speed
de: Geschwindigkeit

source: Speed at which the slides will transition (in milliseconds).
de: Geschwindigkeit der Slide-Übergänge (in Millisekunden).

source: Speed at which the slides will transition (in milliseconds). '0' for Default.
de: Geschwindigkeit der Slide-Übergänge (in Millisekunden). '0' für Voreinstellung.

source: Tile blind
de: Verdeckte Kacheln

source: Tile slide
de: Gleitende Kacheln

source: Type of navigation
de: Navigation

source: Uncheck to hide the slider.
de: Abwählen um den Slider zu verstecken.

source: Uninstall TX Slider
de: TX Slider deinstallieren

source: Vertical
de: Vertikal

source: add new slide
de: Neues Slide hinzufügen

source: edit slide
de: Slide bearbeiten

source: remove slide
de: Slide entfernen
